Repository: LIQRGV/ayudapy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: giver
id: pemberi

source: volunteer
id: relawan

source: general_faq
id: faq

source: contact_us
id: kontak

source: help_request
id: permohonan_bantuan

source: request_form
id: form_bantuan

source: request
id: bantuan

source: request_city
id: kota_permohonan

source: donations
id: donasi

source: donation_by_city
id: donasi_berdasarkan_kota

source: Mark selected requests as resolved
id: Tandai permohonan telah dibantu

source: Mark selected requests as unresolved
id: Tandai permohonan belum dibantu

source: Mark selected requests as inactive
id: Tandai permohonan tidak aktif

source: Mark selected requests as active
id: Tandai permohonan aktif

source: Location
id: Lokasi

source: You forgot to mark your location on the map
id: Kamu lupa menandai lokasi kamu di peta

source: If you have problems with this step
id: Jika kamu memiliki masalah dengan langkah ini

source: Check out this help
id: lihat bantuan

source: Select your location so that people can find you, if you do not want to mark your home a good option may be the nearest police station or some other nearby public place.
id: Plih lokasi sehingga kamu mudah ditemui, jika kamu tidak ingin menandai rumah pribadi, kamu bisa memilih tempat umum terdekat (minimarket, kantor polisi, dll).

source: Example: I urgently need food for my family
id: Contoh: Saya butuh makanan untuk keluarga saya

source: Example: Due to the current situation I am in need of masks and cleaning products, any help, even a minimal one, will help me. Thank you so much!
id: Contoh: Karena situasi saat ini, Saya butuh masker dan produk kebersihan, bantuan dalam sekecil apapun, akan sangat membantu saya. Terima kasih banyak!

source: Registration already entered, cannot duplicate the same request.
id: Permohonan kamu sudah terdaftar, tidak bisa mendaftar lagi untuk permohonan sejenis.

source: Request title
id: Judul Permohonan

source: Short description of what you need
id: Jelaskan secara singkat kebutuhanmu

source: Request Description
id: Deskripsi Permohonan

source: Here you can tell in detail what you need, <b> the better you tell your situation the more likely they want to help you </b>
id: Di sini kamu dapat memberi tahu secara rinci kebutuhanmu, <b> semakin detail deskripsinya, semakin berpeluang kamu untuk dibantu</b>

source: Name and surname
id: Nama Lengkap

source: Telephone contact
id: Telfon

source: Address
id: Alamat

source: Your address, city, neighborhood, references, or how to get there, to get help
id: Untuk memudahkan orang yang ingin membantu kamu, jelaskan alamat, kota, RT/RW, penanda jalan, atau cara menuju ke sana

source: Photo
id: Foto

source: In case you want you can attach a photo related to your request. It is optional but it can help people better understand your situation.
id: Jika mau, kamu dapat melampirkan foto terkait permohonan bantuan kamu. Kamu tidak wajib melakukannya, tetapi ini akan memudahkan orang lain memahami situasi kamu.

source: Added
id: Berhasil ditambahkan

source: A tool to help people help
id: Tempat Membantu Sesama

source: This is a citizen platform that depends totally on the good will of the people. There are no guarantees of help yes or yes. The information that one uploads will be 100%% publicly accessible.
id: BantuNusantara adalah platform yang sepenuhnya bergantung pada niat baik penggunanya. Tak ada jaminan bantuan akan datang. BantuNusantara tidak menghimpun donasi. Bantuan diberikan langsung oleh pemberi bantuan ke orang yang membutuhkan dan platform ini hanya menjembatani informasi saja. Data yang kamu unggah 100%% dapat diakses secara publik.

source: More Information
id: Informasi lebih lanjut

source: Showing
id: Memperlihatkan

source: Page
id: Halaman

source: of
id: dari

source: Previous
id: Sebelumnya

source: Next
id: Setelahnya

source: Home
id: Beranda

source: Contact information
id: Kontak

source: Do you want to contact us?
id: Ingin menghubungi kami?

source: If you need help, click here.
id: Jika kamu butuh bantuan, klik di sini.

source: If you have any questions or queries about the platform, you can contact us through the social networks below, or send us an email to
id: Jika kamu memiliki pertanyaan tentang platform ini, silahkan ke akun media sosial kami dan dengan senang hati kami akan membantu.

source: Terms of use
id: Ketentuan penggunaan

source: Frequently asked questions
id: FAQ

source: Sign Off
id: Keluar

source: Under development
id: Dalam pengembangan

source: This section is in development, for any questions visit
id: Bagian ini dalam proses pengembangan, jika ada pertanyaan kunjungi

source: LEGAL WARNING
id: PERNYATAAN HUKUM

source: By accessing and using the website and the AyudaPy database the user acknowledges the legally binding effect of the following conditions of use and the disclaimer.
id: Dengan mengakses dan menggunakan situs web dan basis data BantuNusantara, el kamu terikat secara hukum atas ketentuan penggunaan berikut

source: In case the user does not agree with these conditions of use, he will not be able to access the AyudaPy website.
id: Jika kamu tidak setuju dengan ketentuan penggunaan ini, kamu tidak akan dapat mengakses situs web BantuNusantara.

source: Information published on the website
id: Informasi yang dipublikasikan di situs web

source: The information provided by AyudaPy is based exclusively on the contributions provided by users of the same voluntarily; therefore, the responsibility regarding the veracity of the data published in this public list corresponds to each user who makes use of it.
id: Informasi yang disediakan oleh BantuNusantara didasarkan hanya pada kontribusi yang diberikan pengguna secara sukarela; oleh karena itu, la tanggung jawab terkait dengan kebenaran data yang dipublikasikan dalam daftar publik ini bergantung kepada orang yang menggunakannya.

source: Liability
id: Disclaimer/Penolakan

source: AyudaPy is not responsible for any erroneous, incomplete or outdated information published on this website.
id: BantuNusantara tidak bertanggung jawab atas informasi yang salah, tidak lengkap, atau tidak relevan yang dipublikasikan di situs web ini.

source: AyudaPy assumes no responsibility for the malfunction of the functions of the website.
id: BantuNusantara tidak bertanggung jawab atas kegagalan fungsi situs web

source: Those liability claims against AyudaPy that refer to direct or indirect material or intellectual damages and that have been caused by access to this website and its contents and / or other websites linked to it and its contents are expressly excluded, as well as for the use or non-use of the information represented or for the use of erroneous or incomplete information.
id: BantuNusantara tidak bertanggung jawab terhadap kerugian atau kerusakan materi dan intelektual baik secara langsung maupun tidak langsung, yang disebabkan akses ke situs web ini beserta kontennya.

source: AyudaPy is designed to prevent Cross-Site Request Forgery (CSRF) attacks related to data transmission.
id: BantuNusantara dirancang untuk mencegah serangan Pemalsuan Permintaan Lintas Situs (CSRF) yang terkait dengan transmisi data.

source: However, data transmission over the internet is not completely secure. Therefore, the information published on the AyudaPy website may be subject to alterations or interruptions as well as breaches of security and confidentiality. For this reason, AyudaPy assumes no responsibility for the receipt / non-receipt or processing / non-processing of any information that the user has transmitted to and from AyudaPy through this website or through an electronic address.
id: Namun, pengiriman data melalui internet tidak sepenuhnya aman. Oleh karena itu, informasi yang dipublikasikan di situs web BantuNusantara dapat mengalami perubahan atau gangguan serta pelanggaran keamanan dan kerahasiaan. Untuk alasan ini, BantuNusantara tidak bertanggung jawab atas penerimaan / non-penerimaan atau pemrosesan / non-pemrosesan informasi yang telah ditransmisikan pengguna dari dan ke BantuNusantara melalui situs web ini atau melalui alamat elektronik.

source: Intellectual property
id: Kekayaan Intelektual

source: The content of this web page and the data of AyudaPy are distributed under the license
id: Konten situs web dan data BantuNusantara didistribusi di bawah lisensi

source: The source code is distributed under the license
id: Konten dan data situs web ini didistribusikan di bawah lisensi

source: Help Information
id: Informasi Bantuan

source: Important
id: Informasi Penting

source: How does it work
id: Bagaimana BantuNusantara bekerja

source: You have to upload your data: name, contact phone, city, location and what you need.
id: mohong unggah: nama, telfon, kota, lokasi dan kebutuhanmu.

source: allows you to share your request for help so that more people see it, as well as offering people who want to help an interface to find those who need it.
id: akan membantu kamu untuk menampilkan permohonan bantuan kamu sehingga pemberi bantuan dapat mengetahui orang yang perlu dibantu di sekitar mereka

source: OK I understand, I want to continue
id: OK saya mengerti, saya ingin melanjutkan

source: Information
id: Informasi

source: Receive help
id: Butuh Bantuan

source: Click here and I will try to find you
id: Klik di sini, kami akan mencoba menemukan lokasimu

source: Send
id: Kirim

source: Map instructions
id: Peta Indonesia

source: Move the map to your location and then click on the %(icon)s icon to mark your location on the map.
id: Arahkan peta kepada lokasi kamu dan klik %(icon)s untuk menandai lokasi kamu di peta.

source: If you make a mistake, you can click on the %(icon)s icon to move the marker. Once corrected click on Save.
id: Jika membuat kesalahan, klik %(icon)s untuk mengarahkan Jika sudah benar, klik 'Save'.

source: City
id: Kota

source: State
id: Provinsi

source: Your location
id: Lokasi kamu

source: Move this marker to your location
id: Pindahkan ke lokasi kamu

source: Found you!
id: Kami menemukan lokasi kamu!

source: Did not find you!
id: Kami tidak menemukan lokasi kamu!

source: Can not find you, move the marker further below.
id: Kami tidak menemukan lokasi kamu, arahkan penanda.

source: Your browser does not support geolocation
id: browser kamu mendukung geolokasi

source: Searching your location…
id: Mencari lokasi kamu…

source: Request
id: Permohonan Bantuan

source: Help Requests
id: Permohonan bantuan

source: You can share this order by clicking on the buttons
id: Kamu dapat membagikan permohonan bantuan ini dengan klik tombol

source: Inactive order
id: Permohonan bantuan non-aktif

source: Unsubscribed or repeated order, only 1 active order per phone number
id: Permohonan bantuan yang sama terulang, hanya diijinkan 1 permohonan per nomor telfon

source: We find this active order with the same number
id: Ditemukan permohonan bantuan aktif dengan nomor telfon yang sama

source: Other active orders with same number
id: permohonan bantuan lainnya dari nomor telfon yang sama

source: Order already resolved
id: Permohonan bantuan telah selesai dibantu

source: The request for help has already been marked as assisted
id: Permohonan bantuan selesai ditandai 'telah dibantu'

source: Name
id: Nama

source: Contact
id: kontak

source: Maps credited to Google Maps
id: Peta dari Google Maps

source: Nearby Requests
id: Permohonan bantuan terdekat

source: Select city...
id: Pilih kota...

source: If you don't see your city it is because there are no request
id: Jika kamu tidak melihat kota yang kamu cari artinya tidak ada permohonan bantuan di sana.

source: My Location
id: Lokasi saya

source: Search by title or description, Example: Diaper
id: Cari berdasarkan judul atau deskripsi, Contoh: Popok

source: Search
id: Cari

source: Last Request For Help
id: Permohonan bantuan terbaru

source: No requests for help found at current location.
id: Tidak ditemukan permohonan bantuan di lokasi kamu

source: Request category*
id: Kategori kebutuhan

source: Chose the categories of your request (you can select more than one category)
id: Pilih kategori kebutuhanmu (kamu bisa memilih lebih dari 1)

source: Provisions
id: Bahan makanan

source: Babies
id: Kebutuhan bayi

source: Medicine
id: Obat

source: Cleaning
id: Alat kebersihan

source: Upload a photo
id: Unggah foto

source: I need help!
id: Saya butuh bantuan!

source: Post your request for people to see it
id: Beri tahu bantuan yang kamu butuhkan

source: I want to help!
id: Saya ingin membantu!

source: Find someone close to you to help
id: Cari seseorang di dekatmu untuk dibantu

source: Donation Centers!
id: Pusat Donasi!

source: See what you can donate and where
id: Cek apa yang bisa kamu donasikan dan lokasinya

source: I want to volunteer!
id: Saya ingin menjadi relawan

source: Help us to help
id: Bantu kami untuk membantu

source: Register a Center!
id: ¡Registrar Centro!

source: Register a Donation Center
id: Daftarkan pusat donasi

source: Requests summary
id: Rangkuman Permohonan

source: Active
id: Aktif

source: Unique
id: Unik

source: Resolved
id: Selesai

source: Today
id: Hari ini

source: Yesterday
id: Kemarin

source: Period
id: Periode
